# Brews
brew 'git'
brew 'mas'
brew 'neovim'
brew 'node'
brew 'tree'
brew 'wget'

# Applications
cask_args appdir: '/Applications'
cask 'alfred'
cask 'bartender'
cask 'bettertouchtool'
cask 'calibre'
cask 'google-chrome'
cask 'iterm2'
cask 'java'
cask 'spotify'
cask 'sublime-text'
