# Taps
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/cask"
tap "buo/cask-upgrade"
tap "homebrew/cask-fonts"

# Brews
brew "chruby"
brew "git"
brew "mas"
brew "mysql"
brew "neovim"
brew "node"
brew "postgresql"
brew "rg"
brew "tmux"
brew "tree"
brew "wget"

# Applications
cask "alfred"
cask "bartender"
cask "bettertouchtool"
cask "caffeine"
cask "calibre"
cask "google-chrome"
cask "firefox"
cask "google-backup-and-sync"
cask "iterm2"
cask "java"
cask "path-finder"
cask "sequel-pro"
cask "sketch"
cask "spotify"
cask "sublime-text"
cask "the-unarchiver"
cask "vlc"

# App Store
mas "1Password", id: 1333542190
mas "Colorsnapper", id: 969418666
mas "Divvy", id: 413857545
mas "Fantastical", id: 975937182
mas "Quip", id: 1003160018
mas "Slack", id: 803453959
mas "Wunderlist", id: 410628904
mas "Xcode", id: 497799835

# Fonts
cask "font-inconsolata-for-powerline"
