# Taps
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/cask"
tap "buo/cask-upgrade"

# Brews
brew "tmux"
brew "git"
brew "mas"
brew "neovim"
brew "node"
brew "tree"
brew "wget"

# Applications
cask_args appdir: "/Applications"
cask "alfred"
cask "bartender"
cask "bettertouchtool"
cask "calibre"
cask "firefox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "sequel-pro"
cask "sketch"
cask "spotify"
cask "sublime-text"
cask "the-unarchiver"
cask "vlc"
